{
  "Uta Hinrichs": {
    "Google Scholar": "https://scholar.google.com/citations?user=kGPAR0YAAAAJ&hl=en",
    "Personal Site": "http://utahinrichs.de/",
    "Bio": "Reader (Associate Professor) in Data Visualisation and researcher at Design Informatics and the Edinburgh Futures Institute at the University of Edinburgh. Visualization as part of Humanities Research, Digital Humanities, Visualization of Cultural Collections, Data Physicalization, Visualization and Interaction Design Processes and Prototyping, Visualization Teaching & Learning, Qualitative Research Methods.",
    "Type": "Faculty",
    "Image": "hinrichs.jpg"
  },
  "Benjamin Bach": {
    "Google Scholar": "https://scholar.google.com/citations?user=dXbz4FgAAAAJ&hl=en&oi=ao",
    "Personal Site": "https://visualinteractivedata.github.io/bach",
    "Bio": "Reader (Associate Professor) in Design Informatics and Visualization at the University of Edinburgh. His research designs and investigates interactive information visualization interfaces to help people explore, communicate, and understand data across media such as screens, mixed reality, paper, and physicalizations.",
    "Type": "Faculty",
    "Image": "bach.png"
  },
  "Dorsey Kaufmann": {
    "Google Scholar": "https://scholar.google.com/citations?user=j4j1vnYAAAAJ&hl=en",
    "Personal Site": "https://www.dorseykaufmann.com",
    "Bio": "University Teacher (Assistant Professor) lecturing in Data Visualisation in Design Informatics and Edinburgh Futures Institute. Her multimedia artwork and studio design practice translate data into embodied experiences that can be seen, heard, and felt. Her research examines the use of visualisation as a creative medium to increase data literacy and shape human cognition, attitudes and behaviour in relation to the natural environment.",
    "Type": "Faculty",
    "Image": "dorsey_kaufmann.png"
  },
  "Alexis Pister": {
    "Google Scholar": "https://scholar.google.com/citations?user=1V203DUAAAAJ&hl=fr",
    "Bio": "data visualization engineer working on visual analytics applications often applied to the humanities and using network, temporal, and spatial visualization techniques.",
    "Image": "alexis_pister.png",
    "Personal Site": "https://alexispister.github.io/",
    "Type": "Research and Teaching"
  },
  "Tomas Vancisin": {
    "Google Scholar": "https://scholar.google.com/citations?user=N21-2bIAAAAJ&hl=en&oi=ao",
    "Bio": "research associate in Data Visualization at PeaceRep (School of Law), focusing on visualization of transition trajectories, and the mediation space of peace and transition processes. His research interests include Visualization as part of Humanities Research, Visualization of Historical Cultural Collections, Provenance Visualization and Digital Humanities.",
    "Type": "Research and Teaching",
    "Image": "tomas_vancisin.png"
  },
  "Sarah Dunn": {
    "Bio": "PhD student researching healthcare data communication to patients and their families in the hospital setting via 'Data Comics'",
    "Type": "Research Student",
    "Image": "sarah_dunn.jpg"
  },
  "Jenny Long": {
    "Bio": "PhD student researching data representation, with a keen focus on challenging societal biases through feminist design methodologies.",
    "Personal Site": "https://jennylong.com/",
    "Type": "Research Student",
    "Image": "jenny_long.jpg",
    "Google Scholar": "https://scholar.google.com/citations?user=rEjaaNQAAAAJ&hl=en"
  },
  "Rea Michalopoulou": {
    "Google Scholar": "https://scholar.google.com/citations?hl=en&user=4lZQYq8AAAAJ",
    "Personal Site": "https://www.ed.ac.uk/profile/rea-michalopoulou",
    "Bio": "PhD student working on <i>child and adolescent understanding of COVID-19 and its impact on mental health while designing a novel Virtual Reality (VR) assessment tool for mental health</i>.",
    "Type": "Research Student",
    "Image": "rea_Michalopoulou.png"
  },
  "Sarah Schöttler": {
    "Google Scholar": "https://scholar.google.com/citations?hl=en&user=WpKVOq0AAAAJ",
    "Personal Site": "https://sarahschoettler.com",
    "Bio": "PhD student working on responsive geographic visualization.",
    "Type": "Research Student",
    "Image": "sarah_schoettler.jpg"
  },
  "Jinrui Wang": {
    "Google Scholar": "https://scholar.google.com/citations?user=UrWetaIAAAAJ&hl=en",
    "Personal Site": "https://www.jinruiw.com",
    "Bio": "PhD student working on visualization atlases as an emerging form of open data visualizations and effective design of public data representation.",
    "Type": "Research Student",
    "Image": "jinruiwang.jpg"
  },
  "Dushani Perera": {
    "Google Scholar": "https://scholar.google.com/citations?user=eLEFA-MAAAAJ&hl=en",
    "Personal Site": "https://dushaniimeshaperera.wordpress.com",
    "Bio": "research associate in the Grasping Data project, exploring ways to physicalize children's personal data. She is a qualitative researcher focusing on the intersection of Human-Computer Interaction (HCI), Computer Supported Cooperative Work (CSCW), and Social Sciences with a particular interest in Sustainability, Information Visualisation, and Data Physicalization domains. ",
    "Type": "Research and Teaching",
    "Image": "dushani_perera.png"
  }
}
